"Skim/Open File in Skim" = "Skim/Ouvrir le fichier avec Skim";
"Skim/Open URL in Skim" = "Skim/Ouvrir l’URL avec Skim";
"Skim/Open Selected PDF" = "Skim/Ouvrir le PDF sélectionné";
"Skim/Show Skim Notes" = "Skim/Ouvrir les notes Skim";
